espressif/esp-idf/examples/system/sysview_tracing/sdkconfig.defaults.esp32c6
CONFIG_IDF_TARGET="esp32c6"
CONFIG_APPTRACE_UART_TX_GPIO=16
CONFIG_APPTRACE_UART_RX_GPIO=17
